const Data2 = () => {
    return ( 

        <div>
            <br></br>
            <div className="text-2xl">[입사 후 포부]</div> 
            <br></br>
            <div>
            입사 후에는 3개월 안에 기사 자격증을 취득하여 더욱 강화된 역량으로 회사에 기여하겠습니다. 과거의 국립중앙도서관 KOLIS2 프로젝트 경험을 토대로, 회사의 메타데이터를 신속히 이해하고 프로젝트에 보다 빠르게 기여할 수 있도록 노력하겠습니다.
            </div>
            <br></br>
            <div>
            첫 3년간에는 꾸준한 코딩 연습과 도전적인 태도를 바탕으로 프로그래밍 스킬을 지속적으로 향상시킬 것입니다. 팀 프로젝트 완료 후에는 리팩토링과 코드 리뷰 수행 시 품질을 높이는데 노력하겠습니다.
            </div>
            <br></br>
            <div>
            5년차에는 책임자로서 팀의 중심 역할을 맡아 프로젝트의 성공을 위해 주도적으로 나서겠습니다. 팀원들을 영감으로 이끌어내며 협업의 가치를 최대한 발휘하겠습니다. 10년차에는 프로젝트 매니저로서 주요 프로젝트를 성공적으로 이끌어나가며, 회사의 성장과 발전을 선도하는 역할을 하겠습니다.
            </div>
            <br></br>
            <div>
            이러한 목표와 포부를 통해 회사에서 최선을 다해 역할을 수행하고, 지속적인 성장으로 기여하는 개발자로 성장하고자합니다
            </div>
        </div>

    );
}
 
export default Data2;