const Data3 = () => {
    return ( 

        <div>
            <br></br>
            <div className="text-2xl">[프로젝트 문제 해결 능력 사례 및 느낀점]</div> 
            <br></br>
            <div>
            ◈팀 프로젝트를 진행하며
            <br></br>
            팀 프로젝트를 진행하며 긴밀한 업무 조율과 문서 작업의 중요성을 깨닫게 되었습니다. 팀원 각자의 능력을 고려하여 일정을 세우고 맞추었고, 이 과정에서 여러 어려움을 겪으며 성장할 기회를 얻었습니다. JPA를 사용해 데이터베이스 작업을 할 때 기본 SQL 문법의 이해도 중요하다는 것을 느꼈고, 리액트를 활용하여 더 효율적으로 화면 작업을 진행할 수 있었습니다. 또한, 다양한 API를 사용하며 이에 대한 깊은 학습을 쌓을 수 있었습니다. 이런 경험들을 바탕으로 더 나은 개발자로 거듭날 수 있었습니다.
            </div>
            <br></br>
            <div>
            ◈개인 프로젝트를 진행하며
            <br></br>
            게시판을 개발하는 과정에서 기본적인 데이터 조작 기술인 생성(Create), 조회(Read), 수정(Update), 삭제(Delete)에 대한 이해와 능력을 크게 향상시켰습니다. 또한 MySQL 데이터베이스를 기반으로한 MyBatis를 능숙하게 다룰 수 있게 되었습니다. 이 외에도 게시판에 파일 업로드와 댓글 대댓글 기능을 성공적으로 구현했습니다. 이러한 노력을 통해 일반적인 게시판 시스템에서 기대되는 다양한 기능들을 능숙하게 사용할 수 있도록 능력을 향상 시켰습니다.
            </div>
        </div>

    );
}
 
export default Data3;