const Data1 = () => {
    return ( 

        <div>
            <br></br>
            <div className="text-2xl">[업무에 적합한 나만의 장점]</div> 
            <br></br>
            <div>
            개발 과정에서 에러가 발생할 경우, 빠른 해결을 위해 테스트 환경 구축을 우선시하였습니다. 그 결과, 에러 처리 시간이 단축되며 효율적인 문제 해결이 가능하게 되었습니다. 또한 팀원들과 상시로 코드 리뷰를 진행하여 변수와 함수명, 오타 등 문법 오류를 찾아내어 바로 수정할 수 있었습니다. 이러한 접근 방식 덕분에 오류를 신속하게 해결하고 개발을 원활하게 진행할 수 있었습니다.
            </div>
            <br></br>
            <div>
            계속해서 개발언어 학습을 통해 문제 해결 능력을 향상시키고 있습니다. 다양한 프로그래밍 언어에 호기심을 갖고 빠르게 새로운 기술과 라이브러리를 습득하며 프로젝트에 적용하는 능력을 갖추고 있습니다. 이로써 다양한 문제 상황에서 효과적인 솔루션을 제공하며 프로젝트에 가치를 더하고 있습니다.     
            </div>
            <br></br>
            <div>
            프로젝트를 진행하면서 팀장 역할을 맡았고, 업무 배분과 스케줄링에 큰 어려움을 겪었지만, 팀원들의 능력과 선호도를 정확히 파악하여 날마다 효율적인 개발 과정을 진행할 수 있었습니다. 개인의 능력 향상을 도모하기 위해 각 팀원이 약한 부분을 보완할 수 있는 언어 사용을 권장하며, 업무를 배분했습니다. 이를 통해 문제 해결 능력을 키우고 프로젝트를 성공적으로 수행하였습니다.  
            </div>
        </div>

    );
}
 
export default Data1;